export const termsContent = `
# 利用規約

本利用規約（以下、「本規約」といいます。）は、TapFindCase（以下、「本サイト」といいます。）が提供するサービス（以下、「本サービス」といいます。）の利用条件を定めるものです。訪問者の皆様（以下、「利用者」といいます。）には、本規約に従い本サービスをご利用いただきます。

## 第1条（同意）

本サービスを利用する際には、本規約に同意したものとみなします。本規約に同意できない場合、本サービスの利用を中止してください。

## 第2条（禁止事項）

利用者は、本サービスの利用にあたり、以下の行為を禁止します。

1. 法令または公序良俗に違反する行為
2. 犯罪行為に関連する行為
3. 本サイトのサーバーまたはネットワークの機能を破壊したり、妨害したりする行為
4. 他の利用者に対する嫌がらせや誹謗中傷を行う行為
5. その他、本サイトが不適切と判断する行為

## 第3条（プライバシーとクッキー）

1. 本サービスにおける個人情報の取り扱いについては、本サイトのプライバシーポリシーに従うものとします。
2. 本サイトは、利用者の利便性向上のためクッキーを使用することがあります。クッキーの使用に同意しない場合、一部のサービスが利用できない場合があります。

## 第4条（知的財産権）

1. 本サイト上で提供するコンテンツや情報は、情報提供元のサイトからスクレイピングにより取得したものであり、これらの知的財産権は情報提供元に帰属します。本サイトは、これらの情報を利用者に提供するサービスを提供していますが、情報自体の知的財産権は有していません。
2. 本サイトで紹介する商品やサービスに関連する知的財産権は、各販売元やECサイトに帰属します。
3. 利用者は、これらの知的財産権を侵害する行為を禁止します。

## 第5条（免責事項）

1. 本サイトは、本サービスに関連して利用者が被った損害について、一切の責任を負いません。
2. 本サイトは、本サービスに掲載される商品やサービスの価格、内容等の正確性や完全性について保証しません。価格の変動等により、本サイト上の情報が実際の情報と異なる場合があることを予めご了承ください。

## 第6条（規約の変更）

本サイトは、必要と判断した場合には、利用者に通知することなく本規約を変更することができるものとします。

## 第7条（準拠法・裁判管轄）

本規約の解釈にあたっては、日本法を準拠法とします。本サービスに関して紛争が生じた場合には、本サイト所在地を管轄する裁判所を専属的合意管轄とします。
`;
export const privacyContent = 'プライバシーポリシーの内容...';
